{
  "HB238": "Would make New Hampshire a right to work (anti-labor union) state by prohibiting union security agreements and barring employers from requiring employees to join or pay dues to a labor union.",
  "HB75": "Would legalize recreational cannabis for adults 21 and older, creating a regulated market and taxing marijuana sales.",
  "HB521": "Would authorize online voter registration and standardize how towns process absentee ballots and other election forms, expanding access to voting.",
  "HB115": "Would dramatically expand Education Freedom Account vouchers to higher-income families and shift more public money to private schools, reducing funds for public education.",
  "HB675": "Would impose automatic spending caps on all school districts based on a formula tied to inflation and enrollment, requiring a supermajority vote to exceed the cap.",
  "HB583": "Would direct the Department of Education to join the Medicaid Direct Certification program so schools can automatically identify and enroll children who qualify for free or reduced-price meals.",
  "HB148": "Would require classification by biological sex in bathrooms, locker rooms, sports teams and prisons, overriding transgender people's ability to use facilities consistent with their gender identity and rolling back anti-discrimination protections.",
  "HB433": "Would lower the marriage age to 17 for couples where one partner is on active-duty military, weakening the state's protections against child marriage.",
  "HCR4": "This nonbinding resolution would declare that New Hampshire rejects all offshore wind projects in the Gulf of Maine and urge the state's congressional delegation to oppose them, undermining renewable-energy development.",
  "HCR7": "This resolution would recognize abortion as essential health care and affirm the right to terminate a pregnancy before 24 weeks and later in cases of fatal fetal anomalies.",
  "HCR?": "This resolution would recognize abortion as essential health care and affirm the right to terminate a pregnancy before 24 weeks and later in cases of fatal fetal anomalies.",
  "HB1": "Enacts New Hampshire's two-year state budget, appropriating roughly $15.9 billion and setting funding levels for state agencies. The law makes tax-payer-funded private-school subsidies available to all income levels, creates a cell-phone ban in schools and speeds up housing permitting while cutting funding for the arts, the Human Rights Commission and the University System; it also introduces Medicaid premiums and work requirements and includes some increases for police pensions and special education.",
  "HB2": "Implements the policy changes and fee adjustments needed to carry out the state budget. The law prohibits state and local diversity, equity and inclusion programs; requires schools to ban student cell-phone use; repeals annual vehicle inspections; raises numerous fees; expands video-lottery gambling; reduces funding for the University System, the Office of the Child Advocate, the Commission on Aging and the Arts; defunds tobacco-cessation and prescription-drug affordability programs; imposes Medicaid premiums and 100-hour-per-month work requirements; and makes tax-payer-funded private-school subsidies available to all income levels.",
  "HB22": "Would bar public schools and state institutions from allowing transgender girls and women to participate in female sports programs and would restrict gender-affirming care for minors.",
  "HB23": "Would restrict public-health authority by prohibiting state or local officials from requiring COVID-19 or other vaccinations and allowing broad exemptions, shifting vaccine decisions to individuals.",
  "HB24": "Would loosen gun laws by eliminating licensing requirements, expanding permitless concealed carry and preventing state enforcement of future federal gun regulations.",
  "HB25": "Would enact the Democrats’ Better Budget plan to restore funding for the arts, the Human Rights Commission, family-planning services and the Office of the Child Advocate, invest in public schools and universities and pay for these programs by limiting voucher expansion and raising revenue from slot-machine gambling.",
  "HB26": "Would repeal the statewide property-tax relief act that imposes automatic spending caps on all school districts and requires a supermajority vote to exceed the cap, restoring local control over school budgets.",
  "HB27": "Would fully fund the state's family-planning program to provide contraception, cancer screenings and sexually transmitted-infection testing through health centers for low-income adults.",
  "HB28": "Would strengthen child-protection systems by maintaining the Office of the Child Advocate and adopting trauma-informed standards and additional training for abuse investigations.",
  "HB29": "Adds monthly premiums and work-participation requirements for many Medicaid enrollees and increases copayments for prescription drugs, shifting more costs onto low-income residents.",
  "HB210": "Would continue and expand grants through the state Council on the Arts to support local arts organizations and cultural programs. Instead, lawmakers cut arts funding; six of the council's seven employees were laid off and the council now relies on business-tax-credit fundraising after Republicans argued the arts are a 'want-to-have' rather than a necessity.",
  "HB211": "Would revise the state’s school-funding formula to increase aid to property-poor towns.",
  "HB212": "Would expand funding for New Hampshire's public universities and community-college system.",
  "HB213": "Would direct new state resources toward opioid-addiction treatment and recovery programs.",
  "HB214": "Would increase state grants for special-education and school-transportation costs.",
  "HB215": "Would preserve and strengthen the state's Human Rights Commission so it can investigate discrimination complaints."
}
